[iris_voct_combat_gorykill_moxxi_01_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That one was all wet.",Time=0)

[iris_voct_combat_gorykill_moxxi_02_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Boomshakalaka! \n Sorry. ",Time=0)

[iris_voct_combat_gorykill_moxxi_03_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's raining body parts!",Time=0)

[iris_voct_combat_gorykill_moxxi_04_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I love a messy kill.",Time=0)

[iris_voct_combat_gorykill_moxxi_05_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oohoohohohoo.",Time=0)

[iris_voct_combat_gorykill_moxxi_06_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, I think he felt that one.",Time=0)

[iris_voct_combat_gorykill_moxxi_07_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sugar, you're getting' me all riled up.",Time=0)

[iris_voct_combat_gorykill_moxxi_08_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I think you tickled him!",Time=0)

[iris_voct_combat_gorykill_moxxi_09_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And THAT's why you don't screw with a Vault Hunter!",Time=0)

[iris_voct_combat_gorykill_moxxi_10_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, baby!",Time=0)

[iris_voct_combat_gorykill_tinytina_01_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="DAAAAAMN!",Time=0)

[iris_voct_combat_gorykill_tinytina_02_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pop POP!",Time=0)

[iris_voct_combat_gorykill_tinytina_03_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If I was next to you right now I'd be like DAMN GIRL GIMME FIVE!",Time=0)

[iris_voct_combat_gorykill_tinytina_04_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OWNED.",Time=0)

[iris_voct_combat_gorykill_tinytina_05_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oooh, squishy.",Time=0)

[iris_voct_combat_gorykill_tinytina_06_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Paaaahahaha!",Time=0)

[iris_voct_combat_gorykill_tinytina_07_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NIZE!",Time=0)

[iris_voct_combat_gorykill_tinytina_08_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That was the BEST!",Time=0)

[iris_voct_combat_gorykill_tinytina_09_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, man. That was coo.",Time=0)

[iris_voct_combat_gorykill_tinytina_10_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's why you my main squeeze, girl!",Time=0)

[iris_voct_combat_gorykill_torgue_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw F*CK yeah!",Time=0)

[iris_voct_combat_gorykill_torgue_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="AHAHAHAHA!",Time=0)

[iris_voct_combat_gorykill_torgue_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OH SH*T THAT WAS AWESOME!",Time=0)

[iris_voct_combat_gorykill_torgue_04_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GORY KIIIIIIIIILLLLLLL!",Time=0)

[iris_voct_combat_gorykill_torgue_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT WAS THE GREATEST THING I'VE EVER SEEN!",Time=0)

[iris_voct_combat_gorykill_torgue_06_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NICE!",Time=0)

[iris_voct_combat_gorykill_torgue_07_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="AWESOME!",Time=0)

[iris_voct_combat_gorykill_torgue_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT'S ENTERTAINMENT!",Time=0)

[iris_voct_combat_gorykill_torgue_09_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="BOOSH, BABY!",Time=0)

[iris_voct_combat_gorykill_torgue_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WOAH!",Time=0)

[iris_voct_combat_kill_moxxi_01_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice one, sugar!",Time=0)

[iris_voct_combat_kill_moxxi_02_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Keep mowin' em down!",Time=0)

[iris_voct_combat_kill_moxxi_03_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What'd I tell you people? My Vault Hunter is the tits!",Time=0)

[iris_voct_combat_kill_moxxi_04_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Keep it up, Vault Hunter!",Time=0)

[iris_voct_combat_kill_moxxi_05_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That looked like it hurt!",Time=0)

[iris_voct_combat_kill_moxxi_06_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My Vault Hunter's gonna be the champ!",Time=0)

[iris_voct_combat_kill_moxxi_07_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Is the Vault Hunter good, or what?",Time=0)

[iris_voct_combat_kill_moxxi_08_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You suckers don't stand a chance!",Time=0)

[iris_voct_combat_kill_moxxi_09_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's my Vault Hunter!",Time=0)

[iris_voct_combat_kill_moxxi_10_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We'll have that Vault open in no time!",Time=0)

[iris_voct_combat_kill_tinytina_01_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice one, girl!",Time=0)

[iris_voct_combat_kill_tinytina_02_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That was ace!",Time=0)

[iris_voct_combat_kill_tinytina_03_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh damn son!",Time=0)

[iris_voct_combat_kill_tinytina_04_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shawty, you the BEST!",Time=0)

[iris_voct_combat_kill_tinytina_05_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A most satisfying kill!",Time=0)

[iris_voct_combat_kill_tinytina_06_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hahahah!",Time=0)

[iris_voct_combat_kill_tinytina_07_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's how ya do it!",Time=0)

[iris_voct_combat_kill_tinytina_08_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That guy was a CHUMP!",Time=0)

[iris_voct_combat_kill_tinytina_09_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You are the shiz-NITE!",Time=0)

[iris_voct_combat_kill_tinytina_10_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw hellllls yeah!",Time=0)

[iris_voct_combat_kill_torgue_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A badass kill by the Vault Hunter!",Time=0)

[iris_voct_combat_kill_torgue_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And another rakksucker falls to the Vault Hunter!",Time=0)

[iris_voct_combat_kill_torgue_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you don't bet on the Vault Hunter you are F*CKING STUPID!",Time=0)

[iris_voct_combat_kill_torgue_04_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHY DID THAT MORON THINK HE COULD TAKE ON A VAULT HUNTER? ",Time=0)

[iris_voct_combat_kill_torgue_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The offworld crowd is lovin' it, Vault Hunter!",Time=0)

[iris_voct_combat_kill_torgue_06_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Another messy kill by the Vault Hunter!",Time=0)

[iris_voct_combat_kill_torgue_07_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="On behalf of the Torgue Corporation I'd like to say: BOOYAH!",Time=0)

[iris_voct_combat_kill_torgue_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Yeah! Nice kill!",Time=0)

[iris_voct_combat_kill_torgue_09_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="When you killed that guy he was like, ''WHAT?!''",Time=0)

[iris_voct_combat_kill_torgue_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter's looking good!",Time=0)

[iris_voct_combat_playerdead_moxxi_01_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter will rise again!",Time=0)

[iris_voct_combat_playerdead_moxxi_02_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's impossible!",Time=0)

[iris_voct_combat_playerdead_moxxi_03_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ah, hell.",Time=0)

[iris_voct_combat_playerdead_moxxi_04_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sonofabitch!",Time=0)

[iris_voct_combat_playerdead_moxxi_05_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Crap.",Time=0)

[iris_voct_combat_playerdead_moxxi_06_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We all have off days.",Time=0)

[iris_voct_combat_playerdead_moxxi_07_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You haven't heard the last of my Vault Hunter!",Time=0)

[iris_voct_combat_playerdead_moxxi_08_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="When my Vault Hunter comes back, they're gonna be PISSED.",Time=0)

[iris_voct_combat_playerdead_moxxi_09_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That won't happen again, I promise you that!",Time=0)

[iris_voct_combat_playerdead_moxxi_10_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Whoops.",Time=0)

[iris_voct_combat_playerdead_tinytina_01_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YER A BUM! Just kiddin', it's NBD.",Time=0)

[iris_voct_combat_playerdead_tinytina_02_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NOW I'M SAD!",Time=0)

[iris_voct_combat_playerdead_tinytina_03_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nooooooooooo!",Time=0)

[iris_voct_combat_playerdead_tinytina_04_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHYYYYYY?!",Time=0)

[iris_voct_combat_playerdead_tinytina_05_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="HNNNG I AM SO UPSET FOR YOU RIGHT NOW",Time=0)

[iris_voct_combat_playerdead_tinytina_06_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="FFFUUUUUUUU!",Time=0)

[iris_voct_combat_playerdead_tinytina_07_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Damn. Dass' awkward.",Time=0)

[iris_voct_combat_playerdead_tinytina_08_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="LIFE IS UNFAIR!",Time=0)

[iris_voct_combat_playerdead_tinytina_09_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="They CHEATED! Somebody CHEATED!",Time=0)

[iris_voct_combat_playerdead_tinytina_10_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="AW HELL NAW WHAT THE FUDGE MAN",Time=0)

[iris_voct_combat_playerdead_torgue_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter has been defeated!",Time=0)

[iris_voct_combat_playerdead_torgue_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="No way!",Time=0)

[iris_voct_combat_playerdead_torgue_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter's dead! ",Time=0)

[iris_voct_combat_playerdead_torgue_04_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, what an upset!",Time=0)

[iris_voct_combat_playerdead_torgue_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="UNACCEPTABLE!",Time=0)

[iris_voct_combat_playerdead_torgue_06_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHAT A F*CKING BUMMER!",Time=0)

[iris_voct_combat_playerdead_torgue_07_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OH, THE HUMANITY!",Time=0)

[iris_voct_combat_playerdead_torgue_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OH NO!",Time=0)

[iris_voct_combat_playerdead_torgue_09_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THE VAULT HUNTER JUST ATE IT!",Time=0)

[iris_voct_combat_playerdead_torgue_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="AND I JUST LOST A SH*TLOAD OF MONEY!",Time=0)

[iris_voct_combat_playerdown_moxxi_01_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NO!",Time=0)

[iris_voct_combat_playerdown_moxxi_02_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Vault Hunter!",Time=0)

[iris_voct_combat_playerdown_moxxi_03_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Get up! You can do it!",Time=0)

[iris_voct_combat_playerdown_moxxi_04_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It'll take more than that to kill my Vault Hunter!",Time=0)

[iris_voct_combat_playerdown_moxxi_05_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You bastards got lucky!",Time=0)

[iris_voct_combat_playerdown_moxxi_06_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That won't stop my Vault Hunter!",Time=0)

[iris_voct_combat_playerdown_moxxi_07_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is all part of the Vault Hunter's plan, you'll see!",Time=0)

[iris_voct_combat_playerdown_moxxi_08_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Kill something, sugar! Quick!",Time=0)

[iris_voct_combat_playerdown_moxxi_09_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you die, you'll ruin my day!",Time=0)

[iris_voct_combat_playerdown_moxxi_10_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Get up! Come on, get up!",Time=0)

[iris_voct_combat_playerdown_tinytina_01_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Get back on your feet, girl!",Time=0)

[iris_voct_combat_playerdown_tinytina_02_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You got this, girl! You got this!",Time=0)

[iris_voct_combat_playerdown_tinytina_03_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Fight through the pain, huggabutt!",Time=0)

[iris_voct_combat_playerdown_tinytina_04_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is an OUTRAGE!",Time=0)

[iris_voct_combat_playerdown_tinytina_05_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You ain't outta this yet!",Time=0)

[iris_voct_combat_playerdown_tinytina_06_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Keep fightin!",Time=0)

[iris_voct_combat_playerdown_tinytina_07_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't throw in the towel! STRANGLE THEM WITH IT!",Time=0)

[iris_voct_combat_playerdown_tinytina_08_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dooon't die, dooon't die. Don't-die-don't-die dooon't die.",Time=0)

[iris_voct_combat_playerdown_tinytina_09_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You can do this, boo!",Time=0)

[iris_voct_combat_playerdown_tinytina_10_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're fine, girl! Walk it off!",Time=0)

[iris_voct_combat_playerdown_torgue_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter is down!",Time=0)

[iris_voct_combat_playerdown_torgue_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Will the Vault Hunter be able to get back up?!",Time=0)

[iris_voct_combat_playerdown_torgue_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Fight for your life, Vault Hunter!",Time=0)

[iris_voct_combat_playerdown_torgue_04_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter's lookin' woozy!",Time=0)

[iris_voct_combat_playerdown_torgue_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Fight for your LIIIIIIIIIFE!",Time=0)

[iris_voct_combat_playerdown_torgue_06_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What a turn of events!",Time=0)

[iris_voct_combat_playerdown_torgue_07_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter better kill something but QUICK!",Time=0)

[iris_voct_combat_playerdown_torgue_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Could it be?! The Vault Hunter needs help!",Time=0)

[iris_voct_combat_playerdown_torgue_09_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="BUM BUM BUMMMMMMM!",Time=0)

[iris_voct_combat_playerdown_torgue_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh SNAP!",Time=0)

[iris_voct_combat_whenever_moxxi_01_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Do you idiots even know what Vault Hunters are capable of? Just give up!",Time=0)

[iris_voct_combat_whenever_moxxi_02_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I promised you a show, and the Vault Hunter's gonna deliver!",Time=0)

[iris_voct_combat_whenever_moxxi_03_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm taking pre-orders for official Vault Hunter merchandise, by the way.",Time=0)

[iris_voct_combat_whenever_moxxi_04_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's not too late to place your bets on the Vault Hunter, ladies and gents. ",Time=0)

[iris_voct_combat_whenever_moxxi_05_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Come on, sugar -- just finish this and we'll be that much closer to the Vault.",Time=0)

[iris_voct_combat_whenever_moxxi_06_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're doing great, sugar, just keep fighting!",Time=0)

[iris_voct_combat_whenever_moxxi_07_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't give up now, sugar!",Time=0)

[iris_voct_combat_whenever_moxxi_08_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter's got you chumps in the palm of his-or-her hand!",Time=0)

[iris_voct_combat_whenever_moxxi_09_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I haven't seen moves like that in years!",Time=0)

[iris_voct_combat_whenever_moxxi_10_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nobody puts on a show like the Vault Hunter! Who loves you, and who do you love?!",Time=0)

[iris_voct_combat_whenever_tinytina_01_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Stick and move, baby! Stick and move!",Time=0)

[iris_voct_combat_whenever_tinytina_02_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Float like a rakk, sting like a rakk with a rocket launcher!",Time=0)

[iris_voct_combat_whenever_tinytina_03_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Stay on the feet of your balls!",Time=0)

[iris_voct_combat_whenever_tinytina_04_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember what I taught you! RAISINS ARE DISGUSTING!",Time=0)

[iris_voct_combat_whenever_tinytina_05_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You got the team on your back, Vault Hunter! You one of the most hardest hittin' safeties in the LEAGUE!",Time=0)

[iris_voct_combat_whenever_tinytina_06_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What an enjoyable bit of extrrrreme violence this is!",Time=0)

[iris_voct_combat_whenever_tinytina_07_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Vault Hunter. VAULT HUNTER! (beat.) You da best.",Time=0)

[iris_voct_combat_whenever_tinytina_08_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Take 'em out, Vault Hunter! Take 'em OUT!",Time=0)

[iris_voct_combat_whenever_tinytina_09_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You've been trained by the best, Vault Hunter! NOW CRACK SOME SKULLS!",Time=0)

[iris_voct_combat_whenever_tinytina_10_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Make 'em bleed, girl! You got this shiz on LOCK!",Time=0)

[iris_voct_combat_whenever_torgue_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THIS FIGHT REALLY MAKES YOU THINK ABOUT MAN'S INHUMANITY TO MAN! JUST KIDDING, NO IT DOESN'T.",Time=0)

[iris_voct_combat_whenever_torgue_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THE VAULT HUNTER'S LOOKING BADASS OUT THERE!",Time=0)

[iris_voct_combat_whenever_torgue_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THIS IS EXACTLY THE KIND OF CARNAGE I WANTED TO SEE!",Time=0)

[iris_voct_combat_whenever_torgue_04_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I LOVE ME SOME VIOLENCE!",Time=0)

[iris_voct_combat_whenever_torgue_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="MORE KILLING! MORE VIOLENCE!",Time=0)

[iris_voct_combat_whenever_torgue_06_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OH BABY, WHAT A MATCH!",Time=0)

[iris_voct_combat_whenever_torgue_07_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WE'RE STILL TAKING BETS, PEOPLE!",Time=0)

[iris_voct_combat_whenever_torgue_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="KEEP THE VIOLENCE GOING!",Time=0)

[iris_voct_combat_whenever_torgue_09_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Due to the extreme violence on display tonight, I'd like to ask our younger viewers to turn off the broadcast. But I won't, because violence is awesome!",Time=0)

[iris_voct_combat_whenever_torgue_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THIS IS THE THIRD -- FOURTH GREATEST MATCH I HAVE EVER SEEN!",Time=0)

[iris_voct_moxxitorgueinterview1_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Moxxi, the fans say your Vault Hunter is a coward. How do you respond to that?",Time=0)

[iris_voct_moxxitorgueinterview1_02_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I don't, sugar. You just watch my Vault Hunter in the ring -- you watch the way they turn die-hard badasses into tear-soaked creampuffs, and you tell me they're a coward. You wanna know who the real coward is? A little scaredy-cat named Piston. He's a cheat, and a liar, and he better start being scared, because my Vault Hunter -- oh, boy, they're comin' for ya.",Time=0)

[iris_voct_moxxitorgueinterview1_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You sound pretty confident!",Time=0)

[iris_voct_moxxitorgueinterview1_04_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Bet on it, kids -- by the end of this tournament, the Vault Hunter will spill Piston's blood.",Time=0)

[iris_voct_moxxitorgueinterview2_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The odds aren't in your Vault Hunter's favor, Moxxi -- what makes you think they'll survive?",Time=0)

[iris_voct_moxxitorgueinterview2_02_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You ever heard of a guy named Captain Flynt?",Time=0)

[iris_voct_moxxitorgueinterview2_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The King of the Rippers?",Time=0)

[iris_voct_moxxitorgueinterview2_04_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="He was -- until he met the Vault Hunter. Sugar, my Vault Hunter has laughed at Handsome Jack, defeated the Bloodshots, killed Pyro Pete, and single-handedly defeated more of Pandora's horrors than everyone else in this tournament put together. If anybody has a chance of surviving this tournament -- hell, of surviving life on this planet -- it's them.",Time=0)

[iris_voct_moxxitorgueinterview3_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Moxxi, is there anything you'd like to say to the people listening?",Time=0)

[iris_voct_moxxitorgueinterview3_02_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You'd better believe it. I've got a message to the other gladiators in the tournament. Just one teeny, tiny message. Motor Momma, Flyboy, Piston -- if you have any desire to survive this tournament, you'll listen to my message very carefully.",Time=0)

[iris_voct_moxxitorgueinterview3_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And that message is...?",Time=0)

[iris_voct_moxxitorgueinterview3_04_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="...Run.",Time=0)

[iris_voct_moxxitorgueinterview4_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So Moxxi, what are you and the Vault Hunter gonna do if y'all open the Vault?",Time=0)

[iris_voct_moxxitorgueinterview4_02_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Personally, I plan on getting back in the limelight. Open a new Underdome, hear the crowd screaming my name again... it'll be nice.",Time=0)

[iris_voct_moxxitorgueinterview4_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What about the Vault Hunter?",Time=0)

[iris_voct_moxxitorgueinterview4_04_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="They'll probably keep grabbing loot and killing stuff. You know. The usual.",Time=0)

[iris_voct_moxxitorgueinterview5_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Moxxi, the Torgue fight fans wanna know --",Time=0)

[iris_voct_moxxitorgueinterview5_02_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Moxxi! MOXXI! I wanna be on the show.",Time=0)

[iris_voct_moxxitorgueinterview5_03_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Tina -- DOWN, Tina.",Time=0)

[iris_voct_moxxitorgueinterview5_04_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'ma be on the show. I'ma be the star of the show.",Time=0)

[iris_voct_moxxitorgueinterview5_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Moxxi, who the hell is that?",Time=0)

[iris_voct_moxxitorgueinterview5_06_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Just a trainer I hired. Don't worry about her --",Time=0)

[iris_voct_moxxitorgueinterview5_07_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(doing a variety TV show theme song) IT'S THE TINA SHOWWWWWW, STARRING ME, TINY TINA! TONIGHT OUR SPECIAL GUEST IS MISTER TORGUE. MISTER TORGUE TELLS US A LITTLE ABOUT YOURSELF!",Time=0)

[iris_voct_moxxitorgueinterview5_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well, Tina, I'm forty-three, I'm the founder of the Torgue corporation --",Time=0)

[iris_voct_moxxitorgueinterview5_09_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't encourage her --",Time=0)

[iris_voct_moxxitorgueinterview5_10_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT'S THE END OF MY SHOW I'D LIKE TO THANK MISTER TORGUE AND MY MUSICAL GUEST KYLE IN MODERATION GOODNIGHT EVERYBODY",Time=0)

[iris_voct_moxxitorgueinterview5_11_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="...So, did you actually wanna ask me that question, or --",Time=0)

[iris_voct_moxxitorgueinterview5_12_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="TINA SAID 'GOODNIGHT,' MOXXI. SHOW'S OVER. ",Time=0)

[iris_voct_moxxitorgueinterview5_13_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Motherf*cker.",Time=0)

[iris_voct_pistontorgueinterview1_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Piston, I hear you're super-buff. Is that true?",Time=0)

[iris_voct_pistontorgueinterview1_02_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pff. Yeah.",Time=0)

[iris_voct_pistontorgueinterview1_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Woah -- you go, big guy!",Time=0)

[iris_voct_pistontorgueinterview1_04_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="MUSCLE FLEX!",Time=0)

[iris_voct_pistontorgueinterview2_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So, Piston -- I hear you and the Vault Hunter have a bit of a rivalry.",Time=0)

[iris_voct_pistontorgueinterview2_02_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A rivalry? Pahahahaha! Piston has no rivals. There is nobody -- not on this planet, not on ANY planet -- who can match up to the pec-tacular perfection that is Piston. Vault Hunter? What Vault Hunter?",Time=0)

[iris_voct_pistontorgueinterview2_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The one you talked to a bunch of times and said ran away from you and sh*t!",Time=0)

[iris_voct_pistontorgueinterview2_04_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That was a rhetorical question... damn.",Time=0)

[iris_voct_pistontorgueinterview2_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're a rhetorical queston!",Time=0)

[iris_voct_pistontorgueinterview3_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Piston, do you have a message for the other gladiators out in the Torgue arena?",Time=0)

[iris_voct_pistontorgueinterview3_02_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You bet I do, baby. Quit. Give up. Go home, and live a nice, long life with your mommies and daddies and leave the REAL fighting to the champ. You ask Haggard Harry, you ask Jimmy the Jet, you ask The Jackhammer twins -- NOBODY beats Piston! You may THINK you got a snowball's chance in hell of taking down the one and only, but lemme tell you gladiators right here and now -- you... don't. Have a chance.",Time=0)

[iris_voct_pistontorgueinterview3_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT MONOLOGUE KINDA RAN OUTTA STEAM NEAR THE END!",Time=0)

[iris_voct_pistontorgueinterview3_04_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shut the f*ck up, Torgue!",Time=0)

[iris_voct_pistontorgueinterview4_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Piston, even though you're the number one badass in the tournament, the Vault still won't open for you. Care to comment?",Time=0)

[iris_voct_pistontorgueinterview4_02_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Baby, the Vault's doing exactly what I'm doing -- takin' its sweet, lovely time. Just like I'm letting these idiotic gladiators come to me one by one and fall to my majesty, the Vault wants to make sure that I am the one, and the only badass left on Pandora before it opens. And once it does, lemme tell you -- I am gonna run this place.",Time=0)

[iris_voct_pistontorgueinterview4_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="ELABORATE!",Time=0)

[iris_voct_pistontorgueinterview4_04_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Once I've got the weapons in the Vault, Pandora's gonna be my own personal playground -- we're talkin' museums dedicated to the greatness you see before you. Statues. Gift shops. You thought Handsome Jack was a big deal? Brother, you ain't seen nothin' yet.",Time=0)

[iris_voct_pistontorgueinterview5_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Piston! The viewers wanna know -- how would you categorize your fighting style?",Time=0)

[iris_voct_pistontorgueinterview5_02_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="How would I categorize -- look, baby. How would Michaelangelo categorize his painting style? When I'm in the arena, what I do -- is art. Plain and simple. When I apply so much pressure on a man's neck that his throat turns to dust in my hands, when I drill my thumbs so far into a man's ears that he can't even hear his own screaming, that... is art.",Time=0)

[iris_voct_pistontorgueinterview5_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GOOD ANSWER!",Time=0)

[iris_voct_pistontorgueinterview5_04_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're damn right, baby.",Time=0)

[iris_voct_radio_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Torgue Munition has a POP QUIZ for you, Skaglicker! You're surrounded by a dozen steely-eyed bandits. Do you (A), blow them to smithereens with your Torgue assault rifle, (B) run and take cover,  or (C), calmly get them to put their weapons down and YOU KNOW THE ANSWER IS ''A''! BUY A GODDAMN TORGUE GUN!",Time=0)

[iris_voct_radio_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="DID YOU KNOW THAT NINETY-SEVEN PERCENT OF ALL LIVING THINGS ON PANDORA AREN'T EXPLODING RIGHT NOW? THAT'S BULLSH*T, BUY TORGUE!",Time=0)

[iris_voct_seraph_01_seraphdealer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Even surrounded by these muscled fools, you understand the TRUE meaning of strength.",Time=0)

[iris_voct_seraph_02_seraphdealer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Torgue does not know the TRUE treasures of this world.",Time=0)

[iris_voct_seraph_03_seraphdealer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The fools at Torgue know nothing of the Vault's real power.",Time=0)

[iris_voct_seraph_04_seraphdealer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You shall become Pandora's number one badass. Of this, I am certain.",Time=0)

[iris_voct_seraph_05_seraphdealer]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I have many lovely things for a badass such as you.",Time=0)

[iris_voct_sparkbonus_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's TORGUE TIME, BABY!",Time=0)

[iris_voct_sparkbonus_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="TOOOORGUE TIME!",Time=0)

[iris_voct_sparkbonus_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Better get a Torgue, WUSSY!",Time=0)

[iris_voct_speakersarena_01_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Tonight, the Torgue arena is going to show you more blood, gasoline, and high-octane action than you've ever seen before! Be sure to grab a front-row seat for all the action!",Time=0)

[iris_voct_speakersarena_02_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Can the Vault Hunter rise through the ranks and become the number one badass on Pandora? You'll have to tune in to find out, suckbag! The Torgue Badass Tournament, sponsored by Torgue!",Time=0)

[iris_voct_speakersarena_03_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Torgue corporation would like to thank some of the sponsors who helped make this tournament possible, but we can't, because Mister Torgue paid for it all himself! So thanks for that, dude!",Time=0)

[iris_voct_speakersarena_04_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A message to all Torgue personnel: keep the gladiators away from the food dispensers and the air sanitizers unless you want everything to smell like bacon and taste like really bad bacon!",Time=0)

[iris_voct_speakersarena_05_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't forget, if you miss any of tonight's awesome fights, you can always buy an ECHOcast from the Torgue gift shop!",Time=0)

[iris_voct_speakersarena_06_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welcome to the arena! If you can hear this, you're probably about to be splattered with blood!",Time=0)

[iris_voct_speakersarena_07_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Torgue Munitions proudly presents the Torgue Badass Tournament, where the winner gets a chance to open a Vault and get a buttload of loot! Keep your eyes peeled to catch all the action!",Time=0)

[iris_voct_speakersarena_08_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't move from your seats, because we're gonna be right back with some more Torgue action!",Time=0)

[iris_voct_speakersarena_09_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember: when somethin's just gotta explode, buy Torgue!",Time=0)

[iris_voct_speakersarena_10_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="People of Pandora, you won't wanna miss out on what the Torgue Badass Tournament has got in store for you! We've got explosions! Violence! Car races! Explosions! Deathmatches! Explosions! Aerial dogfighting! Explosions! Small kittens! Explooooosions!",Time=0)

[iris_voct_speakersarena_11_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for choosing Torgue, gladiators! You could be blown to smithereens for any number of corporations, but you chose us and that is AWESOME!",Time=0)

[iris_voct_speakersarena_12_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Stay tuned for all the skull-mashing, clavicle-crushing action at the Torgue Badass Tournament! Don't change the channel, unless you're a wussbag!",Time=0)

[iris_voct_speakersarena_13_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Be sure to get some snacks at the Torgue food dispensers! We've got everything you could ever desire! Cookies! Bacon! That's it!",Time=0)

[iris_voct_speakersarena_14_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Even though Mister Torgue is watching the tournament from his off-world space-truck, he wants all you gladiators to know that he's really proud of you and that his truck says ''Bitchin''' on it in huge letters. I don't know why he had me tell you that last thing.",Time=0)

[iris_voct_speakersarena_15_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for enrolling in the Torgue Badass Tournament! In addition to getting a chance to open the Vault, the winner will receive a personal letter of encouragement from Mister Torgue written with the finest crayons in his collection!",Time=0)

[iris_voct_speakersarena_16_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Torgue corporation wishes to remind you that we are NOT responsible for any harm that comes to you, unless said harm is totally awesome and we wanna put it on our sizzle reel.",Time=0)

[iris_voct_speakersarena_17_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welcome to the Torgue arena! If you find yourself on fire, cheat towards the cameras!",Time=0)

[iris_voct_speakersarena_18_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Torgue arena comes equipped with eigthy-seven thousand microcameras, hooked up to capture your every move! So when you hear people mention cameras and you're like, ''I don't see any cameras at all,'' that's why!",Time=0)

[iris_voct_speakersarena_19_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The sponsors of the Badass Tournament recommend buying Torgue weaponry unless you really wanna die!",Time=0)

[iris_voct_speakersarena_20_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A note to all gladiators -- if you wish to perform a celebratory air guitar solo, please do not play copyrighted music!",Time=0)

[iris_voct_speakersbeatdown_01_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is Pyro Pete! The Beatdown is MY territory -- know your place or I will burn you!",Time=0)

[iris_voct_speakersbeatdown_01_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welcome to the Beatdown! Bar fights, murder, and backroom dealing are mandatory!",Time=0)

[iris_voct_speakersbeatdown_02_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Listen, burnboys! I'm recording these messages to let you know who's in charge here! I am the flame! I am the glory! I am the HEAT!",Time=0)

[iris_voct_speakersbeatdown_02_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Torgue corporation wishes to warn you: stay clear of the rolling favela!",Time=0)

[iris_voct_speakersbeatdown_03_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pyro Pete here with a message for you all: BUUUUUUUUUUUUUUUUUUUUURN!",Time=0)

[iris_voct_speakersbeatdown_03_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What's better than a bar full of drunken murderers? A bar full of drunken murderers... that MOVES! Enjoy the Beatdown, gladiators!",Time=0)

[iris_voct_speakersbeatdown_04_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The flames will consume you all! My rage will burn the earth clean with a righteous -- goddammit, the tape's running out. Give me a se--",Time=0)

[iris_voct_speakersbeatdown_04_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Torgue Beatdown is home to illustrious personalities such as Pyro Pete, the man who burned the entire planet of Selene to the ground! Be careful out there!",Time=0)

[iris_voct_speakersbeatdown_05_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Come to me, you foolish gladiators. Come to me like moths to the flame, so I may BURN you! Pyro Pete waits for you!",Time=0)

[iris_voct_speakersbeatdown_05_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Gladiators in the Beatdown should remember that ALL combat, whether it's in the Torgue Arena or not, is considered a legal part of the tournament! If you get killed when you aren't expecting it, whine to somebody else!",Time=0)

[iris_voct_speakersbeatdown_06_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Burning and flames and ash and soot and char and cinders! You are in Pyro Pete's kingdom, and you will MELT!",Time=0)

[iris_voct_speakersbeatdown_06_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Beatdown is here for your enjoyment, gladiators! Grab a gun and a brew and get this party started!",Time=0)

[iris_voct_speakersbeatdown_07_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ashes to ashes! Ashes to ashes! Ahahahahah! This has been a message from Pyro Pete.",Time=0)

[iris_voct_speakersbeatdown_07_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What goes great with guns? HARD LIQUOR! The Beatdown is where it's all at, ladies and gents!",Time=0)

[iris_voct_speakersbeatdown_08_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I will fill your lungs with smoke, then suck it out of you. I am Pyro Pete and the Beatdown is MINE!",Time=0)

[iris_voct_speakersbeatdown_08_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Beatdown exists as a relaxation area for our gladiators. Feel free to kick back, and dodge bullets in a slightly more chilled-out environment!",Time=0)

[iris_voct_speakersbeatdown_09_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I am Pyro Pete and I am recording these messages to let you allll know -- I will NEVER DIE!",Time=0)

[iris_voct_speakersbeatdown_09_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Attention, gladiators of the Beatdown -- we're getting word that the Vault Hunter has arrived! If you've ever wanted to die in style, now's your chance!",Time=0)

[iris_voct_speakersbeatdown_10_pyropete]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I can smell the gasoline on my fingertips... I need but a spark to DESTROY YOU ALL! This is Pyro Pete speaking, by the way!",Time=0)

[iris_voct_speakersbeatdown_10_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welcome to the Beatdown, where life is cheap and the drinks are free!",Time=0)

[iris_voct_speakerscrater_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welcome to the badass crater of badassitude! NO LITTERING!",Time=0)

[iris_voct_speakerscrater_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're here because you are the biggest badasses on Pandora! Now grab a gun and start killing each other!",Time=0)

[iris_voct_speakerscrater_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Torgue! Torgue! Torgue! Torgue! (beat.) TORGUE!",Time=0)

[iris_voct_speakerscrater_04_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Only the ultimate champion of Pandora can open the Vault! Could YOU be the ultimate champion? PROBABLY NOT! IT'S STATISTICALLY UNLIKELY!",Time=0)

[iris_voct_speakerscrater_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I SEE A LOT OF YOU IDIOTS STANDING AROUND, NOT BLOWING THINGS UP! QUIT IT!",Time=0)

[iris_voct_speakerscrater_06_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="AT THE SOUND OF THE EXPLOSION IT WILL BE TORGUE O' CLOCK! (explosion noise Torgue makes with his mouth)",Time=0)

[iris_voct_speakerscrater_07_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOU'RE IN THE TORGUE ZONE, BABY! IF YOU AREN'T MADE OF GASOLINE,  METAL, OR BACON, GET THE F*CK OUT!",Time=0)

[iris_voct_speakerscrater_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="BY SIGNING UP FOR THE TORGUE BADASS TOURNAMENT, YOU LEGALLY FORFEIT YOUR RIGHT TO CRY, EAT TOFU, OR WATCH MOVIES WHERE PEOPLE KISS IN THE RAIN AND SH*T.",Time=0)

[iris_voct_speakerscrater_09_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THIS IS MISTER TORGUE SAYING THAT I AM REALLY HUNGRY. SOMEBODY BRING ME A SANDWICH. (BEAT.) END OF THE ANNOUNCEMENT.",Time=0)

[iris_voct_speakerscrater_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="LOTTA PEOPLE BEEN ASKING WHY MY VOICE BEEPS ALL THE F*CKING TIME. THE TORGUE SHAREHOLDERS WIRED MY VOICEBOX WITH A DIGITAL CENSOR SO I CAN'T SAY STUFF LIKE SH*T, C*CK, OR P*SSY-F*CKIN' D*CKBALLS. THAT'S LIKE HALF MY F*CKING VOCABULARY, IT'S GODDAMN BULLSH*T.",Time=0)

[iris_voct_speakersforge_01_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you're hearin' this, that means your nub-ass thinks you got what it takes to take on the F-B. Well, I got news for ya; you're not getting anywhere near me, cid-sucker.",Time=0)

[iris_voct_speakersforge_01_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welcome to the Torgue Forge, where we make metal! What do we use that metal for? Guns! Armor! The arena! Robots! Plumbing! Vending machines! Small children's toys! Breakfast cereal! Pop-up books! Metal detectors! Guitar solos! And other stuff!",Time=0)

[iris_voct_speakersforge_02_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Forge is MY territory, hojos! I'm busy training to take on Piston, so get the midgar outta here!",Time=0)

[iris_voct_speakersforge_02_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Torgue Forge is open for business! Help our technicians forge some more metal, or just grab a gun and start shooting stuff! ",Time=0)

[iris_voct_speakersforge_03_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is Flyboy, and I will be number ONE! I'm gonna be the very best, like nobody ever goddamn was! Unless you wanna join my team, prepare to be skrank-squashed!",Time=0)

[iris_voct_speakersforge_03_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you smell burning rubber and feel the heat of molten metal, there's only one place you could be -- the Torgue Forge! ",Time=0)

[iris_voct_speakersforge_04_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Attention, Buzzard pilots! You're getting sloppy! When the equalizer craps out on a hard turn, you gotta amp up the yaw-thrust to compensate! It's like you IDIOTS have never flown a B-19 before! Am I the only one worth a damn around here?",Time=0)

[iris_voct_speakersforge_04_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Torgue corporation is happy as HELL to have you in our Forge! Bonus points if you can knock somebody into some molten steel and they slowly sink down but as they melt they give a thumbs-up sign, causing you to cry a single, manly tear!",Time=0)

[iris_voct_speakersforge_05_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Flyboy here to tell you T-L-J's that unless you're workin' to help me get the number one spot, you can kefka the taint for all I care. I am the future and if you ain't with me, you might as well be dead already.",Time=0)

[iris_voct_speakersforge_05_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Gladiators! The Torgue corporation  recommends buying  explosive weaponry from our kickass vending machines! Your enemies won't be able to fight back when they're EXPLODING!",Time=0)

[iris_voct_speakersforge_06_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! Which one of you J's took my D to the S-P-C? I oughtta yngelmo you for even THINKING about it!",Time=0)

[iris_voct_speakersforge_06_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter has arrived in the Forge, fans, and that can mean only one thing: you're about to see some AWESOME violence!",Time=0)

[iris_voct_speakersforge_07_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Flyboy here -- I'm recording these messages for posterity. When I become number one, people are gonna want to know how I started out -- how I showed Piston his own lungs before burnin' him up with my Buzzard jets. ",Time=0)

[iris_voct_speakersforge_07_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Keep your eyes on the Forge, fight fans! With Flyboy's men buzzing around and the Vault Hunter raising hell, you won't wanna miss a moment of the aorta-squishing action!",Time=0)

[iris_voct_speakersforge_08_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Flyboy again, reminding you that if ANY of you -- if ANY OF YOU think about sap-stacking Piston before I can, I will END YOU! I've had my eye on Piston's top spot since I got here, and NOBODY takes him out but me! NOBODY!",Time=0)

[iris_voct_speakersforge_08_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Be sure to check the Torgue digital shop for tournament merchandise! We got Torgue t-shirts, Torgue hats, Torgue teddy bears, and plastic models of explosions with the word ''TORGUE'' written on 'em in permanent marker! Order now --offer not valid to residents of Pandora!",Time=0)

[iris_voct_speakersforge_09_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm Flyboy, just recording this message to remind you all that I'm smarter, cooler, and more skilled than anybody here. Flyboy OUT.",Time=0)

[iris_voct_speakersforge_09_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mister Torgue has a message for the gladiators of the Forge: kill stuff!",Time=0)

[iris_voct_speakersforge_10_flyboy]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Do you wanna soar in the sky without a care? Do you wanna fly like a bird, free as the wind? TOUGH TIDUS! These are MY skies, and nobody flies in 'em but me or my boys!",Time=0)

[iris_voct_speakersforge_10_torgueadvertising]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Torgue Forge welcomes all mercenaries, gladiators, hitmen, and Vault Hunters! You're standing in an equal-opportunity slaughterhouse!",Time=0)

[iris_voct_vendingmachine_bye_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NOW BLOW SOME SH*T UP!",Time=0)

[iris_voct_vendingmachine_bye_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="MOTHERF*CKIN' SEE YA!",Time=0)

[iris_voct_vendingmachine_bye_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="TESTOSTERONE!",Time=0)

[iris_voct_vendingmachine_bye_04_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="IF YOU DON'T COME BACK I'MA BE PISSED!",Time=0)

[iris_voct_vendingmachine_bye_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="EXPLOSION NOISE... here...",Time=0)

[iris_voct_vendingmachine_bye_06_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="EXPLOOOSIOOOOOOOOOOONS!",Time=0)

[iris_voct_vendingmachine_bye_07_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NOW GO PUNCH SOME BAD GUYS IN THE DICK!",Time=0)

[iris_voct_vendingmachine_bye_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THANKS FOR BROWSING OUR WARES, YOU BADASS MOTHERF*CKER!",Time=0)

[iris_voct_vendingmachine_bye_09_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="TORGUE!",Time=0)

[iris_voct_vendingmachine_bye_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="TOODLES!",Time=0)

[iris_voct_vendingmachine_idle_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="EXPLOOOOOSIONS MOTHERF*CKER! TORGUE!",Time=0)

[iris_voct_vendingmachine_idle_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="BUY TORGUE OR YOU'RE STUPID!",Time=0)

[iris_voct_vendingmachine_idle_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="TORGUE MAKES THINGS EXPLODE! END OF SALES PITCH!",Time=0)

[iris_voct_vendingmachine_idle_04_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Awwww! Is something NOT exploding? Torgue guns will fix that! P*SSY!",Time=0)

[iris_voct_vendingmachine_idle_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Every single shot fired from a Torgue weapon has the chance to explode. What the F*CK else do you need to know?!",Time=0)

[iris_voct_vendingmachine_idle_06_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="TORGUE! Because subtlety is for ASSHOLES!",Time=0)

[iris_voct_vendingmachine_idle_07_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Do not buy Torgue guns if you are allergic to AWESOMENESS! Or poly-kryten plating. ",Time=0)

[iris_voct_vendingmachine_idle_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="TORGUE! EXPLOSIONS! EXPLOSIONS! TORGUE!",Time=0)

[iris_voct_vendingmachine_idle_09_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you don't love explosions, you're probably wearin' women's underwear. I'm just sayin'! TORGUE!",Time=0)

[iris_voct_vendingmachine_idle_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Torgue weapons include everything good in the world. Death! Explosions! Quality workmanship! Explosions! A commitment to customer service and the undying FOR FUCK'S SAKE EXPLOSIOOOOONS!",Time=0)

[iris_voct_vendingmachine_purchase_01_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw F*CK YEAH!",Time=0)

[iris_voct_vendingmachine_purchase_02_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GODDAMN RIGHT!",Time=0)

[iris_voct_vendingmachine_purchase_03_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(sick guitar riff)",Time=0)

[iris_voct_vendingmachine_purchase_04_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="CONGRATULATIONS! YOU ARE NOT A P*SSY!",Time=0)

[iris_voct_vendingmachine_purchase_05_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NOW YOU'RE A BADASS!",Time=0)

[iris_voct_vendingmachine_purchase_06_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THINGS ARE GONNA EXPLOOOOOODE!",Time=0)

[iris_voct_vendingmachine_purchase_07_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT'S WHAT I LIKE TO SEE!",Time=0)

[iris_voct_vendingmachine_purchase_08_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT IS THE SMARTEST PURCHASE YOU EVER GODDAMN MADE!",Time=0)

[iris_voct_vendingmachine_purchase_09_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="KEEP BUYIN', MOTHER*CKER!",Time=0)

[iris_voct_vendingmachine_purchase_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOU HAVE MADE ME PROUD!",Time=0)

